[
  {
    "id": "1",
    "title": "Bhagavad Gita",
    "image": "https://m.media-amazon.com/images/I/51Axa1rgJWL.jpg",
    "price": "10.66",
    "description": "The Bhagavad Gita is the number one spiritual text in Hinduism, packed with wisdom about life and purpose as well as powerful advice on living virtuously but authentically without succumbing to life’s temptations or other people’s dreams.\r\n\r\nSeveral thousand years ago in north-central India, two people sat in a chariot in the midpoint of a great battlefield. One of them, the yogi Arjuna, knew that it would not be long before the conflict would begin.\r\n\r\nSo he asked Krishna, the Master of Yoga, what should be his attitude and perspective in this moment. And above all: What should he do?\r\n\r\nThere was no time to spare in empty words. In a brief discourse, later turned into seven-hundred Sanskrit verses by the sage Vyasa, Krishna outlined to Arjuna the way to live an entire life so as to gain perfect self-knowledge and self-mastery: The Bhagavad Gita.\r\n\r\nThe Bhagavad Gita tells us that we can attain a Knowing beyond even what it tells us. And it shows us the way.\r\n\r\nIn The Bhagavad Gita for Awakening, Abbot George Burke offers a practical commentary for leading a successful spiritual life. \r\n\r\nWith penetrating insight, he illumines the Bhagavad Gita’s practical value for spiritual seekers, and the timelessness of India’s most beloved scripture.\r\n\r\nTo understand how we can do so, let’s explore three of my favorite lessons from the book:\r\n\r\n1. Living life doing what you were destined to do brings peace, while the opposite breeds pain and insecurity.\r\n\r\n2. Find meaning in the journey and let go of constant anticipation.\r\n\r\n3. Meditation can help you master thoughts and regain focus.\r\n\r\nA man’s purpose in life is the eternal question of humanity. Throughout time, religion, science, different beliefs, and faiths have tried to answer this burdening question. However, it seems that throughout this quest, all these forces seem to meet at a common point. \r\n\r\nHumans are conscious creatures with judgment about what is good and bad, and we’re all essentially striving for happiness. The way we do so is by chasing what gives us pleasure and running away from our pain points. Clearly, it’s not as easy as it sounds, so the majority of us get lost on the way.\r\n\r\nIn theory, more money brings us more freedom, which allows us to strive for true happiness without worrying about day-to-day struggles. In practice, this infinite race must stop. Dharma is the simple nature of reality, and for individuals, it’s their call and purpose in life, or how their life should naturally occur. "
  },
  {
    "id": "2",
    "title": "AFRO",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR0ciWYmxsdCRNoHTFz11t5caBz-ep_FzfDaQ&usqp=CAU",
    "price": "7.25",
    "description": "Explore the incredible history of Afro hair. The Story of Afro Hair celebrates the fashion and styles of Afro hair over the last 5,000 years.\r\n\r\nKicking off with an explanation of how Afro hair type grows and why, The Story of Afro Hair then takes us right back to the politics and fashion of Ancient Egypt. \r\n\r\nSpeeding forwards to modern times we experience the Kingdom of Benin, Henry VIII's court, the enslavement of African peoples, the Harlem Renaissance, the beginnings of Rastafarianism, Britain in the 1980s - and much more. With vibrant full colour illustrations by Joelle Avelino.\r\n\r\nWritten by Kandace Chimbiri with vibrant full colour illustrations by Joelle Avelino this interesting and informative book about beauty, history and culture is published by Scholastic.\r\n\r\nDifferent genetic groups have observable differences in the structure, density, and growth rate of hair. With regard to structure, all human hair has the same basic chemical composition in terms of keratin protein content. \r\n\r\nFranbourg et al. have found that black hair may differ in the distribution of lipids throughout the hair shaft.[5] Classical afro-textured hair has been found to be not as densely concentrated on the scalp as other follicle types. \r\n\r\nSpecifically, the average density of afro-textured hair was found to be approximately 190 hairs per square centimeter. \r\n\r\nThis was significantly lower than that of European hair, which, on average, has approximately 227 hairs per square centimeter."
  },
  {
    "id": "3",
    "title": "The Gilded Ones",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRpTf98JmqDowySJ9c6lHhtibEyZZIf2aLqEgtdRJVOuHqC_4MIRTryTHsIOEEHzlL3_xA&usqp=CAU",
    "price": "9.66",
    "description": "The Gilded Ones is a 2021 young adult fantasy novel by Sierra Leonean American writer Namina Forna.[1] Forna's debut novel was published on February 9, 2021, and quickly entered the New York Times Best Seller list and Indie Bestseller lists.\r\n\r\nThe novel is set in the West Africa-inspired kingdom of Otera, where 16-year-old Deka lives in the village of Irfut with her sick father, her mother having recently died of a redpox infection.\r\n\r\nDeka is filled with fear and anxiety because of a compulsory ritual for 16-year-old girls called the Ritual of Purity that serves to banish girls who bleed gold when cut instead of red from society.\r\n\r\nThe ceremony is attacked by deathshrieks – legendary monsters who scream loudly. Deka chases the creatures away and after several attempts to kill her, her worst nightmare comes to life when she bleeds gold and is deemed impure.\r\n\r\nShe is thrown into a dungeon of torture, where she is killed several times but keeps waking up alive for months, until she is offered an invitation by a mysterious woman called White Hands who wishes to take her to the capital to join an army of Alaki – impure girls like herself, who are trained to fight deathshrieks for the Emperor.\r\n\r\nDeka agrees and along with a girl named Britta joins the army.Deka trains hard and learns more about the kingdom and deathshrieks.\r\n\r\nSoon she discovers she can communicate with the creatures, begins to question the emperor's original intentions and seeks to know more about the true origin of the war."
  },
  {
    "id": "4",
    "title": "The City Of Orange",
    "image": "https://images2.penguinrandomhouse.com/cover/9780593422182",
    "price": "12.66",
    "description": "A man wakes up in an unknown landscape, injured and alone.He used to live in a place called California, but how did he wind up here with a head wound and a bottle of pills in his pocket?\r\n\r\nHe navigates his surroundings, one rough shape at a time. Here lies a pipe, there a reed that could be carved into a weapon, beyond a city he once lived in.\r\n\r\nHe could swear his daughter’s name began with a J, but what was it, exactly?\r\n\r\nThen he encounters an old man, a crow, and a boy—and realizes that nothing is what he thought it was, neither the present nor the past.\r\n\r\nHe can’t even recall the features of his own face, and wonders: who am I?\r\n\r\nHarrowing and haunting but also humorous in the face of the unfathomable, David Yoon’s City of Orange is a novel about reassembling the things that make us who we are, and finding the way home again.\r\n\r\nThe first quarter of the book is concerned with the protagonist’s slow climb up the hierarchy of needs, beginning with meticulous attempts to keep himself safe and alive. \r\n\r\nHe figures out how to open a faucet in the concrete channel. He finds a shelter left behind by someone else. He begins tentatively to explore what might lie outside of the channel but is quickly spooked when his first foray results in the discovery of a corpse and a near-death experience of his own."
  },
  {
    "id": "5",
    "title": "Hypocrite world",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQKCPtAVdU0sp9PPBN6zyNms1_npBHSpZoztw&usqp=CAU",
    "price": "11.20",
    "description": "The neighbor who yells at you when you host a party but then plays loud music all night himself? Or the politician who pretends to espouse green values to secure more votes in an election but then completely ignores environmental values during her term?\r\n\r\nThis book summary examine the latest findings in evolutionary psychology, as groundbreaking studies now demonstrate that perhaps we’re all hard-wired hypocrites in our brains, if not in our hearts.\r\n\r\nIn this summary of Why Everyone (Else) Is a Hypocrite by Robert Kurzban, you’ll also discover\r\n\r\nwhy your brain is like a smartphone overloaded with apps;\r\nwhy sometimes a butane torch seems a better tool for toast than a toaster; and\r\nwhy thinking you’re a good driver even after a dumb accident is still a smart idea.\r\n\r\nHow exactly did we end up with such an organ, capable of composing symphonies, planning megacities and speculating about parallel universes?\r\n\r\nSome of us believe the brain must have been designed by one deity or another. Evolutionary psychology, however, has an alternative explanation. In this field, the human brain isn’t considered a product of divine inspiration. Instead, it’s simply a biological information processor.\r\n\r\nMuch like laptops and smartphones, the human brain runs programs to complete certain tasks. The difference is that instead of silicon chips, this machine is made of neurons along which electrical impulses travel at incredible speeds.\r\n\r\nOf course, our brains weren’t always as advanced as they are now. Just as computers have evolved from huge machines that filled rooms to astonishingly thin devices that fit in a handbag, the human brain has developed considerably over time.\r\n\r\nFamiliar with Darwin’s theory of natural selection? Let’s recap it briefly: an organism has genes, and these genes express themselves as physical traits, such as a giraffe’s long neck or a human’s sophisticated brain."
  },
  {
    "id": "6",
    "title": "On McVaney Road",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQPSGfEWsRopFKIAaBf0-vQrTNvHqo2o_iscQ&usqp=CAU",
    "price": "7.80",
    "description": "A father and his young son journey on foot across the post-apocalyptic ash-covered United States some years after an undefined extinction event.\r\n\r\nThe death of all plant life and virtually all animal life.[7] The boy's mother, who was pregnant with him at the time of the disaster, has committed suicide at some point after his birth.\r\n\r\nRealizing they cannot survive the winter in northern latitudes, the father takes the boy south along county roads towards the sea, carrying their meager possessions in their knapsacks and a supermarket cart. \r\n\r\nThe father is suffering from a cough. He assures his son that they are \"good guys\" who are \"carrying the fire\". The pair have a revolver, but only two rounds. The father has tried to teach the boy to use the gun on himself if necessary, to avoid falling into the hands of cannibals.\r\n\r\nThey attempt to evade a group of marauders traveling along the road but one of the marauders discovers them and seizes the boy. The father shoots.\r\n\r\nThe marauder dead and they flee the marauder's companions, abandoning most of their possessions. Later, when searching a mansion for supplies.\r\n\r\nThey discover a locked cellar containing people whose captors have imprisoned them alive in order to eat them limb by limb, and flee into the woods."
  },
  {
    "id": "7",
    "title": "The House of Wood",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRL3zGSS7RQCcaL7XKPLRreesfW5d2z98-EaqQ8Mkew-AAhI_zMYb6sLhg4k7EXpVg39F0&usqp=CAU",
    "price": "7.80",
    "description": "A stunning crime and mystery novel with a superb plot. Christmas Eve, and police are called to an old farm house in the woods where four people have been murdered. Father, mother, son and daughter.\r\n\r\nOnly one member of the family is left alive and he found their bodies. He is the obvious suspect and brought to trial. But only one man, a private eye called Atticus Priest, has the expertise to discover what really happened. And it’s a shock.\r\n\r\nI loved this book. Intelligent, gritty and perceptive, it takes a complicated family murder apart with eloquently readable prose.\r\n\r\nFour members of the Mallander family are murdered in their own remote home on Christmas Eve. Ralph, the only one left, found the bodies of his father, mother, brother and sister when he returned to the house to apologise after a festive family row.\r\n\r\nAt first police believe it’s a murder suicide committed by Ralph’s volatile brother Cameron. Then new evidence implicates Ralph as the killer and he’s arrested and charged.\r\n\r\nHis prospects at trial look grim, and his wife, Allegra, hires a private eye to find evidence to clear her husband."
  },
  {
    "id": "8",
    "title": "Secret Love",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTfxlAQfKPmofqZImk7dOKizLwDnkFLLKjmjw&usqp=CAU",
    "price": "10.66",
    "description": "A Secret Love is the story of two childhood friends, Lady Alathea Morwellan and Gabriel Cynster. When Alathea and Gabriel outgrew childhood games and became teenagers, they developed a strong sexual attraction.\r\n\r\nNeither one knew how to show it or even what it meant. So, they fought and picked on each other. By the time the two hit their respective ages of 29 and 30, a pattern had become ingrained. Alathea was even convinced that Gabriel disliked her.\r\n\r\nAs A Secret Love opens, Alathea is in the uncomfortable position of needing Gabriel’s help. Her father, an earl, has invested in a gold mining scam and the family fortune is at risk. \r\n\r\nBut how to ask for Gabriel’s help when the two have not managed a civil conversation in years? Alathea’s solution is to disguise herself as the heavily veiled “countess,” supposedly a young widow. In this disguise she goes to visit Gabriel and enlists his assistance in exposing the scheme.\r\n\r\nGabriel is intrigued by “the countess” and demands her kisses in payment for his help. Together he and the disguised Alathea manage to find the swindler and begin to unearth information on the company.\r\n\r\nGabriel becomes intent on seducing the countess. In a series of absolutely sizzling love scenes he soon has her helpless in his power."
  },
  {
    "title": "Best Beloved",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ2oQKsbAwfi8bQm4oW-Td0-wXeauyeI552asEqdImziVSqM2uNDNlU1u6FX60OYdOXuwQ&usqp=CAU",
    "price": "6.55",
    "description": "Best Beloved begins in 1873 in Cincinnati, Ohio, with Sethe, a formerly enslaved woman, and her 18-year-old daughter, Denver, who live at 124 Bluestone Road.\r\n\r\nThe site has been haunted for years by what they believe is the ghost of Sethe's eldest daughter. Denver is shy, friendless, and housebound. Sethe's sons, Howard and Buglar, ran away from home by the age of 13, which she believes was due to the ghost.\r\n\r\nBaby Suggs, the mother of Sethe's husband, Halle, died soon after the boys fled, eight years before the start of the novel.\r\n\r\nOne day, Paul D, one of the enslaved men from Sweet Home, the plantation where Sethe, Halle, Baby Suggs, and several others were once enslaved, arrives at Sethe's home. \r\n\r\nHe forces out the spirit, receiving Denver's contempt for driving away her only companion, but persuades them to leave the house together for the first time in years for a carnival. Upon returning home, they find a young woman sitting in front of the house who calls herself Beloved. \r\n\r\nPaul D is suspicious and warns Sethe, but she is charmed by the young woman and ignores him. Denver is eager to care for the sickly Beloved, whom she begins to believe is her older sister come back.\r\n\r\nPaul D begins to feel increasingly uncomfortable in the house and that he is being driven out. One night, Paul D is cornered by Beloved, who tells him to touch her on her \"inside part.\" While they have sex, his mind is filled with horrific memories from his past, including the sexual violence inflicted upon him and the other men while in a chain gang.\r\n\r\nPaul D tries to tell Sethe about it, but cannot. Instead, he says that he wants her pregnant. Sethe is afraid to have to live for a baby. When Paul D tells friends at work about his plans to start a new family, they react fearfully.\r\n\r\nOne, Stamp Paid, reveals the reason for the community's rejection of Sethe by showing Paul D a newspaper clipping of an article about a fugitive woman who killed her child.",
    "id": "d0e565b0-0b55-4065-aa17-1d2c789cb421"
  }
]